[Twk_DisDLC06MoviePlayerHUD DisTweaks_GFxMoviePlayerHUD]
m_InteractionTexts[0]=""
m_InteractionTexts[1]="`GBA_Jump`"
m_InteractionTexts[2]="`GBA_Use`"
m_InteractionTexts[3]="`GBA_Block` [ホールド]"
m_InteractionTexts[4]="`GBA_Primary`"
m_InteractionTexts[5]="`GBA_Primary`"
m_InteractionTexts[6]="`GBA_Block` + `GBA_Primary`"
m_InteractionTexts[7]=""
m_InteractionTexts[8]="`GBA_Use` 落とす"
m_InteractionTexts[9]="`GBA_Primary` 投げる"
m_InteractionTexts[10]="`GBA_Use` 落とす"
m_InteractionTexts[11]="`GBA_Primary` 投げる"
m_InteractionTexts[12]="`GBA_Use` 落とす"
m_InteractionTexts[13]="`GBA_Jump` ジャンプする"
m_InteractionTexts[14]="`GBA_Use` 鍵穴から離れる"
m_InteractionTexts[15]="つぶす `GBA_Primary` !"
m_InteractionTexts[16]="つぶす `GBA_Primary` !"
m_InteractionTexts[17]="`GBA_Zoom` スパイグラスを終了する"
m_InteractionTexts[18]="`GBA_Use` 倍率を変える"
m_InteractionTexts[19]="Use `KEY_LStick` のぞく"
m_InteractionTexts[20]="`GBA_Use` 料理をやめる"
m_InteractionTexts[21]="`GBA_Secondary` ベンドタイムを終了する"
m_InteractionTexts[22]="`GBA_Use` ブリンクをやめる"
m_InteractionTexts[23]="`GBA_Secondary` ヴォイドゲイズを終了する"
m_InteractionTexts[24]="`GBA_Use` ポゼッションを終了する"
m_InteractionTexts[25]="`GBA_Secondary` ポゼッションを終了する"
m_InteractionTexts[26]=""
m_InteractionTexts[27]="`GBA_Use` 使う"
m_InteractionTexts[28]=""
m_InteractionTexts[29]="`GBA_Use` 話す"
m_InteractionTexts[30]="`GBA_Use` 探す"
m_InteractionTexts[31]="`GBA_Use` 探す"
m_InteractionTexts[32]="ホールド `GBA_Use` 運ぶ"
m_InteractionTexts[33]="`GBA_Use` 無力化して探す"
m_InteractionTexts[34]=""
m_InteractionTexts[35]=""
m_InteractionTexts[36]=""
m_InteractionTexts[37]="`GBA_Use` 投げるのをやめる"
m_InteractionTexts[38]="`GBA_Use` 召喚をやめる"
m_InteractionTexts[39]=""
m_InteractionTexts_Gamepad[0]=""
m_InteractionTexts_Gamepad[1]=""
m_InteractionTexts_Gamepad[2]=""
m_InteractionTexts_Gamepad[3]=""
m_InteractionTexts_Gamepad[4]=""
m_InteractionTexts_Gamepad[5]=""
m_InteractionTexts_Gamepad[6]="`GBA_Lean_Gamepad`"
m_InteractionTexts_Gamepad[7]=""
m_InteractionTexts_Gamepad[8]=""
m_InteractionTexts_Gamepad[9]=""
m_InteractionTexts_Gamepad[10]=""
m_InteractionTexts_Gamepad[11]=""
m_InteractionTexts_Gamepad[12]=""
m_InteractionTexts_Gamepad[13]=""
m_InteractionTexts_Gamepad[14]="`KEY_B` 鍵穴から離れる"
m_InteractionTexts_Gamepad[15]=""
m_InteractionTexts_Gamepad[16]=""
m_InteractionTexts_Gamepad[17]=""
m_InteractionTexts_Gamepad[18]=""
m_InteractionTexts_Gamepad[19]=""
m_InteractionTexts_Gamepad[20]=""
m_InteractionTexts_Gamepad[21]=""
m_InteractionTexts_Gamepad[22]=""
m_InteractionTexts_Gamepad[23]=""
m_InteractionTexts_Gamepad[24]=""
m_InteractionTexts_Gamepad[25]=""
m_InteractionTexts_Gamepad[26]=""
m_InteractionTexts_Gamepad[27]=""
m_InteractionTexts_Gamepad[28]=""
m_InteractionTexts_Gamepad[29]=""
m_InteractionTexts_Gamepad[30]=""
m_InteractionTexts_Gamepad[31]=""
m_InteractionTexts_Gamepad[32]=""
m_InteractionTexts_Gamepad[33]=""
m_InteractionTexts_Gamepad[34]=""
m_InteractionTexts_Gamepad[35]=""
m_InteractionTexts_Gamepad[36]=""
m_InteractionTexts_Gamepad[37]=""
m_InteractionTexts_Gamepad[38]=""
m_InteractionTexts_Gamepad[39]=""
m_AdrenalineKillTexts[0]="`GBA_Block` + `GBA_Primary`"
m_AdrenalineKillTexts[1]="`GBA_Block` + `GBA_Primary` もしくは `GBA_Block` + ダブル `GBA_Primary`"
m_AdrenalineKillTexts_Gamepad[0]="`GBA_Lean_Gamepad`"
m_AdrenalineKillTexts_Gamepad[1]="`GBA_Lean_Gamepad` もしくは ダブル `GBA_Lean_Gamepad`"
m_RuneFoundMessage="`c/`t ルーン"
m_BoneCharmFoundMessage="`c/`t ボーンチャーム"
m_PressKeyToReadChapterNoteMessage="ミッションの手がかりが更新<br /> `GBA_Journal` を押して読む"
m_PressKeyToEquipBoneCharms="新しいボーンチャームが追加<br /> `GBA_Journal` を押して装備する"
m_PressKeyToBuyPowers="新しいルーンが追加<br /> `GBA_Journal` を押して身につける"
m_PressKeyToAdrenalineKill[0]=" `GBA_Block` をホールドして `GBA_Primary`を敵の近くで押す。<br />アドレナリン・キルが発動する。"
m_PressKeyToAdrenalineKill[1]=" `GBA_Block` をホールドして `GBA_Primary`を敵の近くで押す。<br />アドレナリン・キルが発動する。<br />もしくは`GBA_Block` をホールドして `GBA_Primary`をダブルクリック<br />ダブル・アドレナリン・キルが発動する。"
m_PressKeyToAdrenalineKill_Gamepad[0]=" `GBA_Lean_Gamepad` を押してアドレナリン・キルを発動する。"
m_PressKeyToAdrenalineKill_Gamepad[1]=" `GBA_Lean_Gamepad` を押してアドレナリン・キルを発動する。<br />`GBA_Lean_Gamepad` をダブルクリックしてダブル・アドレナリン・キルを発動する。"
m_NewObjectivePopupTitle="新しい目標"
m_UpdatedObjectivePopupTitle="目標が更新"
m_CompletedObjectivePopupTitle="目標を達成"
m_FailedObjectivePopupTitle="失敗"

[Twk_DisGFxMoviePlayerPauseMenu DisTweaks_GFxMoviePlayerPauseMenu]
m_PlayerDiedMessage="最期の時を迎えた。"

